{
  "projects": [
    {
      "id": 1,
      "project_key": "babylon-aleks-group",
      "category": "corporate",
      "cover_image": "",
      "project_url": "https://babylon-aleks-group.pl/",
      "technologies": ["HTML5", "CSS3", "JavaScript", "Responsive Design", "SEO"],
      "visible": true,
      "sort_order": 1,
      "translations": {
        "en": {
          "title": "Babylon Aleks Group",
          "subtitle": "Construction equipment rental company in Poland",
          "description": "Corporate website for a professional construction equipment rental company based in Lodz, Poland. Features a fleet of over 200 units including mini excavators, loaders, generators, and specialized machinery. The site supports four languages (PL, EN, DE, RU), includes an interactive inquiry form, responsive mobile design, and structured data for SEO optimization. Flexible rental options from hourly to long-term with 24/7 technical support."
        },
        "ru": {
          "title": "Babylon Aleks Group",
          "subtitle": "Аренда строительной техники в Польше",
          "description": "Корпоративный сайт компании по аренде строительной техники в Лодзи, Польша. Парк из более чем 200 единиц техники: мини-экскаваторы, погрузчики, генераторы, спецтехника. Сайт поддерживает четыре языка (PL, EN, DE, RU), включает интерактивную форму заявки, адаптивный мобильный дизайн и структурированные данные для SEO. Гибкие условия аренды от почасовой до долгосрочной с круглосуточной техподдержкой."
        }
      },
      "images": []
    },
    {
      "id": 2,
      "project_key": "zolotoy-dub",
      "category": "landing",
      "cover_image": "",
      "project_url": "https://zol-dub.online/",
      "technologies": ["Next.js", "React", "Node.js", "Responsive Design", "SEO"],
      "visible": true,
      "sort_order": 2,
      "translations": {
        "en": {
          "title": "Zolotoy Dub — Furniture Factory",
          "subtitle": "Premium custom kitchen & wardrobe manufacturer",
          "description": "Landing page for a premium furniture factory specializing in custom kitchens and built-in wardrobes. Built on Next.js with a sleek dark theme and gold accents. Features an interactive cost calculator, 3D design visualization showcase, service catalog with pricing tiers (chipboard, MDF, enamel finishes), and a streamlined inquiry form. Over 7,000 sq.m. of completed projects, express 14-day manufacturing, and free on-site measurements."
        },
        "ru": {
          "title": "Золотой Дуб — Мебельная фабрика",
          "subtitle": "Кухни и шкафы на заказ премиум-класса",
          "description": "Лендинг для мебельной фабрики, специализирующейся на кухнях и встроенных шкафах на заказ. Разработан на Next.js с элегантной тёмной темой и золотыми акцентами. Включает интерактивный калькулятор стоимости, витрину 3D-визуализации, каталог услуг с ценовыми категориями (ДСП, МДФ, эмаль) и удобную форму заявки. Более 7 000 кв.м. выполненных проектов, экспресс-производство за 14 дней и бесплатный выезд замерщика."
        }
      },
      "images": []
    }
  ]
}
